{
  "id": "pack-013",
  "name": "Goofy Gallery 13",
  "ideas": [
    "Conduct a formal interview with your refrigerator about its career goals and five-year plan. It seems ambitious.",
    "Write a nature documentary script narrating your roommate's morning routine as if they're an undiscovered species.",
    "Host a press conference announcing your decision to finally fold that pile of laundry. Take no questions.",
    "Create a LinkedIn profile for your houseplant. It has extensive experience in photosynthesis.",
    "Develop an escape room using only the contents of your bathroom. The toilet paper roll is the final clue.",
    "Write a strongly worded letter to your past self about that haircut decision. Demand answers.",
    "Host a funeral for the dreams you had at age 8. The astronaut cowboy veterinarian deserved better.",
    "Create a court case where your left hand sues your right hand for doing all the interesting work.",
    "Develop a conspiracy theory about why one sock always disappears. Present evidence on a corkboard with red string.",
    "Write a Yelp review for your own home as if you're a disappointed ghost who haunts it.",
    "Host a retirement ceremony for a pen that finally ran out of ink. It served with honor.",
    "Create a dramatic reenactment of the last argument you had with an inanimate object.",
    "Develop a training regimen for competitive blanket burrito-ing. Time trials are essential.",
    "Write a memoir from the perspective of the gum stuck under your desk. It has seen things.",
    "Host a diplomatic summit between your morning self and your night self. Negotiate bedtime treaties.",
    "Create a PowerPoint presentation explaining to your cat why you're in charge. They will not be convinced.",
    "Develop a heist movie plot for stealing the last cookie from yourself later tonight.",
    "Write a nature documentary about the dust bunnies forming a civilization under your couch.",
    "Host an awards ceremony for your most spectacular almost-sneezes of the year.",
    "Create a fantasy map of your bedroom with regions named after emotional states experienced there.",
    "Develop a workout routine based entirely on the movements required to untangle earbuds.",
    "Write a restraining order against that one song stuck in your head. It must maintain 50 feet at all times.",
    "Host a mock trial for your alarm clock. The charges are numerous and personal.",
    "Create a museum exhibit of things you've stepped on in the dark. The Lego wing is particularly harrowing.",
    "Develop a sports commentary for yourself trying to parallel park.",
    "Write a peace treaty between the fitted sheet and your mattress. The conflict has gone on too long.",
    "Host a fashion week runway show featuring every outfit combination possible from your clean laundry pile.",
    "Create a historical documentary about the great coffee mug migration from your desk to the sink.",
    "Develop a mock TED talk about your groundbreaking research into optimal pillow arrangements.",
    "Write a rivalry saga between your indoor slippers and your outdoor shoes. They cannot both win.",
    "Host a spelling bee where all the words are ones you consistently misspell. Spell them wrong confidently.",
    "Create a cinematic trailer for the mundane task you've been avoiding. Coming this summer: Dishes.",
    "Develop a fake podcast episode reviewing the acoustics of different rooms for singing in the shower.",
    "Write a fantasy novel prologue about the wizard who cursed all your Tupperware lids to disappear.",
    "Host a dance competition judged entirely by how your shadow moves on the wall.",
    "Create a mock archaeological dig through the archaeological layers of your junk drawer. Carbon date the receipts.",
    "Develop a formal apology letter to your knees for all the times you've bumped them on furniture.",
    "Write a telenovela script about the forbidden love between the salt and pepper shakers.",
    "Host a seance to contact the spirit of your motivation. It has not been seen in weeks.",
    "Create a nature special about the territorial disputes between items on your nightstand.",
    "Develop a mock United Nations resolution about the fair distribution of blanket during sleep.",
    "Write a motivational speech from the perspective of your most confident stain-covered shirt.",
    "Host a reality show confessional about your complicated relationship with the snooze button.",
    "Create a mock infomercial for a product that solves the problem of having too many thoughts.",
    "Develop an interpretive dance representing your WiFi signal strength throughout the house.",
    "Write a ransom note from the TV remote demanding tribute for its safe return from the couch cushions.",
    "Host a census of all the half-used bottles of lotion you own. Each one tells a story of hope abandoned.",
    "Create a mock documentary about the brave explorers who venture into the back of the pantry.",
    "Develop a presidential campaign for the most electable item in your kitchen. The toaster has charisma.",
    "Write a therapy session dialogue between yourself and your browser's 47 open tabs. They need closure.",
    "Compose a formal resignation letter from your left sock to its partner. It's found someone who appreciates its elastic.",
    "Host a press conference where you announce your retirement from opening jars on the first try.",
    "Create a wildlife documentary about the migration patterns of hair ties around your home. They breed in the couch.",
    "Develop a conspiracy theory about why one ice cube tray always freezes faster than the other.",
    "Write an acceptance speech for winning the award of Most Dramatic Sigh in a single afternoon.",
    "Host a mock trial where you prosecute your alarm clock for crimes against humanity.",
    "Create a nature documentary about the apex predator in your fridge: the Tupperware with no matching lid.",
    "Develop a formal treaty between your work self and your weekend self. Border disputes are ongoing.",
    "Write a Yelp review for your own bathroom. Be honest about the ambiance and wait times.",
    "Host an intervention for the chair you keep piling clothes on. It was meant for sitting.",
    "Create a detailed conspiracy board connecting all the pens that have disappeared from your home.",
    "Develop an origin story for the mysterious stain on your ceiling. It witnessed the before times.",
    "Write a peace accord between morning-you and night-you. Neither respects the other's decisions.",
    "Host a memorial service for all the plants you've accidentally killed. Each one deserves eulogies.",
    "Create a mock Olympics where your fingers compete in various typing events. The pinky is the underdog.",
    "Develop a field guide to the various sounds your home makes at 2 AM. Classify each creak by threat level.",
    "Write a love letter from your bed, pleading for you to return. It misses you during the day.",
    "Host a roast of yourself, performed entirely by household objects you've neglected.",
    "Create a medieval epic about the quest to find matching socks in the laundry kingdom.",
    "Develop a stock market for your moods. Invest heavily in 'inexplicable contentment' before it crashes.",
    "Write a nature documentary script about the pack dynamics of grocery bags breeding under your sink.",
    "Host a talk show interview with each of your houseplants about their thoughts on your lifestyle.",
    "Create a mock museum exhibit of your most impressive tangled headphone achievements.",
    "Develop a formal complaint to the universe about the distribution of comfortable sleeping positions.",
    "Write a heist movie plot where you steal the last bite of food from past-you who saved it.",
    "Host a competition between your eyebrows to see which one can express more skepticism.",
    "Create a mock weather forecast for the emotional climate of your group chat.",
    "Develop a training regimen for your non-dominant hand. It's been slacking for decades.",
    "Write an investigative journalism piece on where all your bobby pins disappear to.",
    "Host a ceremony to officially name the dust bunny civilization under your bed. They need recognition.",
    "Create a mock auction for the random buttons you've collected that belong to no known garment.",
    "Develop a soap opera about the drama between your shampoo bottles when one runs out first.",
    "Write a philosophical treatise on why the fitted sheet refuses to cooperate. It knows what it did.",
    "Host a book club meeting to discuss the narrative arc of your shopping lists from the past year.",
    "Create a mock nature special about the mating rituals of hangers in your closet. They multiply.",
    "Develop a formal petition demanding your brain stop replaying embarrassing moments from 2009.",
    "Write a sports commentary for folding laundry. Describe each fold with Olympic-level analysis.",
    "Host a summit between the left and right sides of your brain. They need to align on snack policy.",
    "Create a mock archaeological analysis of the sediment layers in your vacuum cleaner.",
    "Develop a rating system for the different qualities of silence in each room of your home.",
    "Write a hero's journey narrative about the brave crumb that made it to the floor and survived.",
    "Host a fashion week runway show featuring outfits assembled entirely from your clean laundry pile.",
    "Create a mock podcast interviewing the ghost of your New Year's resolutions. They have regrets.",
    "Develop a constitutional framework for the sovereign nation of your desk. The stapler is president.",
    "Write a nature documentary about the territorial battles between your blankets each night.",
    "Host a cooking competition where each dish must incorporate the oldest item in your pantry.",
    "Create a formal ceremony retiring your most worn-out underwear. They served with distinction.",
    "Develop a mock TED talk about your groundbreaking research on optimal pillow positioning.",
    "Write a diplomatic cable from your stomach to your brain regarding unauthorized late-night snacking.",
    "Host a reality show elimination round for which streaming service gets to stay on your TV tonight.",
    "Establish a formal complaint department for your socks and listen to their grievances about being separated in the wash.",
    "Create a nature documentary narrating the daily migration patterns of dust bunnies under your couch. They're heading south for winter.",
    "Host a tribunal to determine which pen in your drawer is the alpha pen. The others must submit.",
    "Develop a cinematic universe for the stains on your ceiling. That water mark has a tragic origin story.",
    "Write acceptance speeches for awards you'll never receive, then deliver them to your houseplants with tears.",
    "Create a stock market for your snacks. Track the rising and falling values of chips versus crackers.",
    "Host a motivational seminar for your houseplants about reaching their full photosynthesis potential.",
    "Develop a secret agent persona for the version of yourself that sneaks snacks at 2 AM. They need a code name.",
    "Create a mock court case prosecuting your alarm clock for crimes against humanity every morning.",
    "Write a diplomatic treaty between your bed and your responsibilities. The bed always wins.",
    "Host a beauty pageant for your mugs. They must demonstrate poise and beverage-holding talent.",
    "Develop a conspiracy theory about why one sock always disappears. The dryer is clearly a portal.",
    "Create a retirement ceremony for that one chair everyone avoids sitting in. It tried its best.",
    "Write a Shakespearean tragedy about the ice cube that melted before you could use it. So much potential, gone.",
    "Host a support group meeting for all the foods in your fridge that are past their prime but not quite expired.",
    "Develop an awards show for your most creative excuses to avoid social events. The envelope please.",
    "Create a mock archaeological dig through your couch cushions. Document each artifact with carbon dating estimates.",
    "Write a thriller novel about the dramatic life of the last battery in your junk drawer. Will it still work?",
    "Host a peace summit between your desire to be productive and your desire to do absolutely nothing.",
    "Develop a ranking system for clouds based on their entertainment value. That one looks suspicious.",
    "Create a formal interview process for which blanket gets to be the main blanket tonight.",
    "Write a nature documentary about the complex social hierarchy of your refrigerator magnets.",
    "Host a congressional hearing investigating why you bought that exercise equipment you never use.",
    "Develop a mock reality dating show where your leftovers compete for your attention.",
    "Create a medal ceremony for the bravest crouton in your salad. It dove into the dressing without hesitation.",
    "Write a coming-of-age story about a grape transitioning into a raisin. It's not ready to let go.",
    "Host a mock impeachment hearing for the shower curtain that keeps sticking to you.",
    "Develop a wildlife conservation plan for the ecosystem thriving in your shower drain.",
    "Create a formal apology letter to your future self for whatever you're about to eat at midnight.",
    "Write a mockumentary about the secret meetings your furniture has when you leave the room.",
    "Host a roast for your most disappointing impulse purchase. The crowd goes wild.",
    "Develop a training academy for teaching your dominant hand to give your non-dominant hand a chance.",
    "Create a mock music festival lineup using only the sounds your house makes at night.",
    "Write a diplomatic memo from your eyes to your brain demanding better content before sleep.",
    "Host a ceremony knighting the spatula that has served you most loyally in the kitchen.",
    "Develop a formal complaint to the universe about the ratio of time spent thinking about food versus eating it.",
    "Create a mock election campaign for which corner of your room deserves a plant. Make posters.",
    "Write a sports draft for assembling the ultimate team from items in your bathroom.",
    "Host a talk show interviewing the different versions of yourself that exist in your head during arguments.",
    "Develop a constitution for the independent republic of your bathroom during morning routines.",
    "Create a mock weather forecast for the climate conditions inside your refrigerator. A cold front is approaching the leftovers.",
    "Write a memoir from the perspective of the crumb that's been living under your toaster for three years.",
    "Host a trivia night where all questions are about obscure details from your own life. You will still lose.",
    "Develop a formal ranking of your internal organs by how much drama they cause. The stomach is winning.",
    "Create a mock auction for selling the various unfinished projects around your home. Starting bid: one excuse.",
    "Write a letter of recommendation for your couch, emphasizing its exceptional napping support capabilities.",
    "Host a press conference announcing your decision to finally throw away that mystery container in the back of your fridge.",
    "Develop a mock true crime podcast investigating who keeps leaving cabinet doors slightly open.",
    "Create a formal declaration of war between your ambitions and your comfort zone. Comfort zone has the advantage.",
    "Write a victory speech for successfully remembering why you walked into a room. It only took four tries.",
    "Compose a dramatic orchestral score for the epic journey of a single ice cube melting in your glass. The finale is devastating.",
    "Host a therapy session for your plants where they can finally express their feelings about your inconsistent watering schedule.",
    "Create a nature documentary narrating the mating rituals of your mismatched socks as they seek their lost partners in the laundry dimension.",
    "Write a strongly worded letter to your past self about that haircut decision. Include photographic evidence.",
    "Develop a formal peace treaty between the left side of your bed and the right side. The blanket distribution disputes must end.",
    "Host a retirement ceremony for the pen that finally ran out of ink. Prepare a eulogy celebrating its service.",
    "Create a detective noir investigating which family member keeps adjusting the thermostat. Everyone is a suspect.",
    "Write a Yelp review for your own kitchen as if you were a visiting food critic. Be brutally honest about the ambiance.",
    "Develop a training program for your eyebrows to finally coordinate during expressions. They've been freelancing too long.",
    "Host a mock intervention for your phone about its screen time addiction. It spends too much time with you.",
    "Create a formal job performance review for your alarm clock. Attendance is perfect but its attitude needs work.",
    "Write a fantasy epic about the quest of a single sock to escape the dryer portal and reunite with its twin in the promised drawer.",
    "Develop a conspiracy theory about why your charger only works at certain angles. The government is clearly involved.",
    "Host a diplomatic summit between your work self and your weekend self to negotiate territory in Friday afternoons.",
    "Create a mock courtroom drama putting your snooze button on trial for crimes against productivity.",
    "Write a field guide to the various subspecies of crumbs found in your keyboard, including their migration patterns.",
    "Develop an acceptance speech for the Grammy you're giving yourself for your shower singing career.",
    "Host a mock Olympic event for competitive procrastination. You're the reigning champion and the only competitor.",
    "Create a medieval kingdom simulation where your houseplants are feudal lords competing for the sunny windowsill territory.",
    "Write a PhD thesis on the aerodynamics of why toast always lands butter-side down. Include failed experiments.",
    "Develop a reality TV confessional booth in your closet where you dramatically reveal your true feelings about your wardrobe choices.",
    "Host a seance to contact the ghost of your motivation from January 1st. It left too soon.",
    "Create a mock nature preserve for the endangered species of half-used candles that roam your home.",
    "Write a tell-all exposé about the secret double life of your junk drawer. It's hiding things from you.",
    "Develop a formal complaint to your skeleton about the random cracking sounds it makes. Very unprofessional.",
    "Host a mock film festival screening the movies that play in your head when you're trying to sleep.",
    "Create a tourism brochure for the exotic destination of the space behind your couch. Many treasures await.",
    "Write a superhero origin story for the lone battery that still works in your drawer of dead batteries.",
    "Develop a morning talk show hosted by your coffee mug interviewing other kitchen appliances about the day's breakfast drama.",
    "Host a formal graduation ceremony for yourself completing another year of successfully keeping a plant alive.",
    "Create a mock archaeological dig site in your coat pockets. Document all artifacts with museum-quality descriptions.",
    "Write a dramatic soap opera script about the forbidden love between your fitted sheet and your mattress corner.",
    "Develop a wellness retreat agenda for your most stressed-out piece of furniture. The office chair needs this.",
    "Host a mock awards show for the best performances by your facial expressions in the bathroom mirror this week.",
    "Create a formal investigation into why you can never find a pen when you need one but own approximately forty.",
    "Write a negotiation transcript between you and your brain about releasing that song that's been stuck for three days.",
    "Develop a mock space mission to explore the uncharted depths of your closet's top shelf. Equipment: step stool.",
    "Host a philosophical debate between your impulse purchase self and your bank account. Neither will win.",
    "Create a mock wildlife rescue operation for the chapsticks trapped in various coat pockets across your home.",
    "Write a movie trailer for the thriller about what happens to all your hair ties. They vanish into the void.",
    "Develop a formal treaty between your creative ideas and your ability to execute them. Negotiations are ongoing.",
    "Host a mock town hall meeting where your furniture can voice complaints about your interior design choices.",
    "Create a prestigious wine sommelier analysis but for the various waters that collect in different containers in your fridge.",
    "Write a coming-of-age story from the perspective of the avocado ripening on your counter. Its time is now.",
    "Develop a mock space agency mission control for monitoring the trajectory of your wifi signal through your apartment.",
    "Host a talent competition between your streaming subscriptions to determine which one you actually use.",
    "Create a formal scientific study on the phenomenon of being unable to open bags of chips quietly at 2 AM.",
    "Write a real estate listing for the premium under-bed storage space, highlighting its proximity to dust bunnies.",
    "Develop a mock witness protection program for the leftovers you're hiding from your family in the back of the fridge.",
    "Host a press briefing on the ongoing investigation into where all your Tupperware lids have disappeared to."
  ]
}