{
  "id": "pack-025",
  "name": "Folly Factory 25",
  "ideas": [
    "Host an intervention for the sock that keeps escaping the dryer. Its partner is worried sick.",
    "Create a dramatic reenactment of the moment you realized you've been pronouncing a word wrong your entire life. Include slow-motion betrayal.",
    "Develop a witness protection program for the snacks you're hiding from your future self.",
    "Write acceptance speeches for awards you'll never receive, like 'Best Performance in Pretending to Listen' and 'Outstanding Achievement in Leaving Dishes to Soak.'",
    "Host a TED Talk given by your alarm clock about the importance of being ignored yet persistent.",
    "Create a nature documentary about the migratory patterns of your glasses, which somehow end up in impossible locations.",
    "Develop a support group for chairs that have become permanent clothes storage. They remember when they had purpose.",
    "Write a detective noir story about the case of who keeps leaving cabinet doors open. The culprit is closer than you think.",
    "Host a job interview for your backup phone charger that's been sitting in the drawer hoping to be promoted to primary.",
    "Create a mock court trial where you prosecute yourself for crimes against your sleep schedule.",
    "Develop a training montage for the brave pen about to write something in cursive for the first time in years.",
    "Write a farewell letter from your motivation. It's not leaving, it's just been working remotely and lost track of time.",
    "Create a nature documentary about the territorial disputes between shampoo bottles in the shower corner ecosystem.",
    "Host a retirement party for the plastic bag full of plastic bags. It has served its people well.",
    "Develop a celebrity interview with the one sock that survived the wash and dryer and came out victorious.",
    "Write a formal petition to upgrade the status of your 'emergency snack stash' to 'essential infrastructure.'",
    "Create a mock hostage negotiation between you and the deadline you've been avoiding. Neither side is willing to compromise.",
    "Host a roast of your autocorrect. It has ducking had this coming.",
    "Develop a nature documentary about the competitive ecosystem of browser tabs fighting for your attention.",
    "Write a Shakespearean tragedy about the USB that never plugs in correctly on the first try. Or the second.",
    "Create a formal complaint to the HOA of your body about your stomach making weird noises in quiet rooms.",
    "Host a spelling bee where every word is the name of an IKEA product. Vowels are merely suggestions.",
    "Develop a buddy comedy script starring your left brain and right brain. They haven't agreed on anything since 2007.",
    "Write a dramatic monologue from the perspective of the ice cube tray that's been empty for three days while everyone complains about no ice.",
    "Create a LinkedIn recommendation for your worst habit. Despite everything, it's incredibly consistent.",
    "Host a cooking show where you narrate yourself making whatever chaotic meal your fridge ingredients allow.",
    "Develop a rating system for the different types of awkward waves when someone waves at the person behind you.",
    "Write a mock true crime podcast script investigating who keeps putting empty containers back in the fridge.",
    "Create a nature documentary about the endangered species known as 'matching Tupperware sets.'",
    "Host a town hall meeting with your toes to discuss fair representation in sock coverage decisions.",
    "Develop an origin story for your junk drawer. It started with noble intentions and one battery.",
    "Write a formal treaty between your 'I should exercise' thoughts and your 'but the couch is right here' thoughts.",
    "Create a dating show where different leftovers compete for the honor of being your midnight snack.",
    "Host a mock Nobel Prize ceremony for the greatest achievements in procrastination.",
    "Develop a heist movie plot where your brain cells attempt to retrieve the name of that actor from that thing.",
    "Write a formal complaint from your knees about insufficient notice before standing up quickly.",
    "Create a mock weather report for the climate zones of your shower, from 'arctic blast' to 'surface of the sun.'",
    "Host a press conference where you address rumors about whether you're actually going to start that project this weekend.",
    "Develop a reality TV confessional booth for items in your closet you're definitely going to wear 'someday.'",
    "Write a peace summit agenda between people who put toilet paper over versus under. The war must end.",
    "Create a mock archaeological documentary about the layers of your desk representing different eras of productivity.",
    "Host a competition where different parts of your body vote on whether to get out of bed.",
    "Develop a formal election process for choosing which streaming service to open and browse for 45 minutes.",
    "Write a mock celebrity memoir from the perspective of the charger that only works at a specific angle.",
    "Create a support hotline script for people who've said 'you too' when the waiter said 'enjoy your meal.'",
    "Host a mock awards show for the best performances given during phone calls where you said 'I'm on my way' while still in pajamas.",
    "Develop a nature documentary about the dominant personality types at four-way stop signs.",
    "Write a mock infomercial for a product that helps you remember why you walked into a room.",
    "Create a dramatic reading of your notes app, which contains cryptic messages from your past self with zero context.",
    "Host a mock therapy session between your 'add to cart' impulse and your bank account balance. Communication is key.",
    "Develop a hostile takeover proposal from your slippers attempting to acquire controlling interest in your feet from your shoes.",
    "Create a mock nature documentary about the migratory patterns of the same sock that keeps appearing in different rooms.",
    "Host a formal intervention for the plant you talk to more than your actual friends. It's getting too much pressure.",
    "Write a witness protection program application for the pen you accidentally stole from the bank three years ago.",
    "Develop a mock TED Talk from your stomach explaining why 3am is actually the optimal time for questionable snack choices.",
    "Create a formal performance review for your autopilot mode that somehow got you home without any memory of the drive.",
    "Host a mock court case where your alarm clock is on trial for assault with intent to ruin mornings.",
    "Write a diplomatic letter from your dominant eye demanding recognition for carrying the team during all visual tasks.",
    "Develop a mock real estate listing for the space between your couch cushions. Prime location, mysterious contents included.",
    "Create a wildlife preservation effort for the endangered species of matching socks in your drawer.",
    "Host a mock shareholder meeting for your motivation levels. Investors are concerned about Q4 projections.",
    "Write a formal alliance treaty between your left and right earbuds who keep getting tangled in territorial disputes.",
    "Develop a mock escape room where the challenge is leaving a conversation where someone is showing you all their vacation photos.",
    "Create a hostile work environment complaint filed by your pinky toe against all furniture legs.",
    "Host a mock historical documentary about the great betrayal when your body sneezed with your eyes open that one time.",
    "Write a formal merger proposal between 'just five more minutes' and 'I should really get up now.'",
    "Develop a mock cooking competition where your fridge leftovers compete to become tonight's mystery dinner.",
    "Create a sports commentary for the intense match between your ambition at 10pm and your actual energy at 6am.",
    "Host a mock impeachment hearing for the brain cell that thought replying 'lol' to a serious text was appropriate.",
    "Write a tenant complaint from your houseplant about the inconsistent watering schedule and lack of direct sunlight.",
    "Develop a mock insurance claim for emotional damages after your phone autocorrected something embarrassing.",
    "Create a formal expedition log documenting the treacherous journey to the other side of the bed when it's cold.",
    "Host a mock celebrity interview with the dust bunny that has achieved legendary status under your bed.",
    "Write a restraining order request from your future self against your current self's spending habits.",
    "Develop a mock space mission briefing for launching yourself out of bed on a Monday morning.",
    "Create a formal complaint from your skeleton about never being invited to appear in photos.",
    "Host a mock game show where contestants guess which of your tabs has been playing mystery audio.",
    "Write a mock peace negotiation between the part of you that wants to text back immediately and the part playing hard to get.",
    "Develop a nature documentary about the aggressive territorial behavior of people protecting their phone charger spots.",
    "Create a mock employee of the month nomination for the single brain cell working overtime during small talk.",
    "Host a formal graduation ceremony for the leftovers that successfully survived long enough to be eaten.",
    "Write a mock superhero origin story for the mysterious force that makes you check the fridge repeatedly expecting new food.",
    "Develop a hostile corporate memo from your bladder about the unacceptable meeting lengths with no bathroom breaks.",
    "Create a mock auction catalog for the collection of random items you've found in jacket pockets from last winter.",
    "Host a press briefing addressing the scandal of how many times you've reheated the same cup of coffee today.",
    "Write a formal apology letter from your brain for that thing you said in 2009 that still haunts you at 2am.",
    "Develop a mock nature special about the elusive creature known as 'motivation to exercise after work.'",
    "Create a formal complaint from your thumbnail about being the designated package opener without hazard pay.",
    "Host a mock reality show elimination round for which excuse will win when you cancel plans.",
    "Write a mock stockholder report from your dopamine levels about the current market crash during task completion.",
    "Develop a mock investigative podcast about the cold case of who finished the ice cream and put the empty container back.",
    "Create a formal labor union for your toes demanding equal representation in shoe-buying decisions.",
    "Host a mock diplomatic summit between morning you and night you about realistic bedtime promises.",
    "Write a mock infomercial for an imaginary device that finds the cold spot in the microwave every time.",
    "Develop a formal declaration of independence from your comfort zone, citing irreconcilable differences with growth.",
    "Create a mock witness testimony from your reflection about everything it's seen you do when you thought no one was watching.",
    "Host a formal ribbon-cutting ceremony for the new pathway you've worn into the carpet between the couch and fridge.",
    "Write a mock Nobel Prize acceptance speech for finally folding the laundry that's been on the chair for two weeks.",
    "Develop a mock documentary about the ancient civilization that once lived in your email inbox before it reached 10,000 unread.",
    "Create a formal petition from your dreams demanding better writers after that weird one about your teeth falling out at a wedding.",
    "Host an intervention for the sock that's been single since 2019. Its partner isn't coming back from the dryer dimension.",
    "Write a formal cease and desist letter to your stomach for making whale noises in quiet rooms.",
    "Create a mock sports commentary for the intense rivalry between your left and right nostril during allergy season.",
    "Develop a buddy comedy screenplay starring your anxiety and your caffeine addiction. They enable each other.",
    "Host a retirement party for the pen that finally ran out of ink. It gave everything it had.",
    "Write a mock TED talk about your groundbreaking discovery that the bread always lands butter-side down due to cosmic spite.",
    "Create a formal performance review for your immune system. Attendance has been spotty.",
    "Develop a nature documentary about the mating ritual of shopping carts in the parking lot wild.",
    "Write a mock divorce filing between your ambitions and your actual daily schedule. Irreconcilable differences.",
    "Host a mock press conference where your phone battery announces it will NOT be taking questions below 15%.",
    "Create a dramatic reading series of your most unhinged 3am notes app entries. The audience weeps.",
    "Develop a mock architectural digest tour of the blanket fort you're about to construct. Open concept.",
    "Write a formal treaty between your work self and your home self about boundary violations.",
    "Create a mock missing persons report for your attention span. Last seen in 2015, presumed distracted.",
    "Host a mock awards ceremony for the bravest crumb that made it from the plate to your mouth without falling.",
    "Develop a mock nature documentary about the aggressive territorial displays of people saving seats.",
    "Write a formal apology from your past self for thinking you'd 'definitely remember this without writing it down.'",
    "Create a mock hostage negotiation between you and the fitted sheet that has taken your mattress corner captive.",
    "Develop a mock archaeological expedition into the depths of your bag to uncover the ancient civilization of receipts.",
    "Host a mock congressional filibuster by your intrusive thoughts about embarrassing moments from middle school.",
    "Write a mock manifesto from your sleep schedule demanding recognition as an independent entity.",
    "Create a formal job application for your procrastination to finally go pro. It's been training its whole life.",
    "Develop a mock courtroom drama about the trial of whoever designed the sticker that never peels off cleanly.",
    "Host a mock press tour for your most dramatic sigh, now available in theaters everywhere.",
    "Write a mock evolutionary biology paper on how humans developed the instinct to check the fridge again.",
    "Create a formal hall of fame induction for the spot on the wall you stare at while existentially spiraling.",
    "Develop a mock therapy session between your motivation and the snooze button about their toxic relationship.",
    "Host a mock celebrity roast of the weird spot on your arm that appeared and now just lives there.",
    "Write a mock insurance claim for the emotional damage caused by stepping on a Lego in the dark.",
    "Create a mock witness protection program for the last slice of pizza trying to avoid detection.",
    "Develop a mock nature documentary about the migratory patterns of your glasses when you're looking for them.",
    "Host a mock debate tournament between all the ways you've tried to remember where you put your keys.",
    "Write a formal grievance from your browser tabs about their overcrowded living conditions.",
    "Create a mock space mission log documenting the journey from couch to kitchen for snacks.",
    "Develop a mock true crime podcast about who keeps moving the thermostat. Someone knows something.",
    "Host a mock séance to contact the ghost of your motivation that died sometime in March.",
    "Write a mock Shakespearean tragedy about the USB that never goes in right on the first two tries.",
    "Create a formal terms of service agreement between you and your weird knee that pops sometimes.",
    "Develop a mock Olympic commentary for the freestyle event of untangling your earbuds.",
    "Host a mock graduation ceremony for the leftovers that survived a full week in the fridge.",
    "Write a mock epic saga about the great expedition to find the end of the tape roll.",
    "Create a formal ambassador program between the clean laundry pile and the dirty laundry pile. The border is tense.",
    "Develop a mock weather forecast for the emotional climate of responding to 'we need to talk' texts.",
    "Host a mock museum tour of the artwork in your shower tile patterns. Very abstract, very bold.",
    "Write a mock startup pitch for an app that reminds you why you walked into this room.",
    "Create a formal UN resolution addressing the humanitarian crisis of people who reply-all unnecessarily.",
    "Develop a mock nature special about the predator-prey dynamic between you and the fly that won't leave.",
    "Host a mock casting call for which of your personalities will handle this phone call from an unknown number.",
    "Write a mock peace summit between your desire to go out and your desire to cancel two hours before.",
    "Create a formal scientific inquiry into why the other checkout line always moves faster, violating known physics.",
    "Develop a mock archaeological expedition to excavate the civilization living between your couch cushions. Carbon dating suggests the popcorn is from the Obama administration.",
    "Create a formal intervention for the browser tab you've kept open for three weeks 'to read later.' It's time to let go.",
    "Host a mock tribunal to determine which sock committed the crime of abandoning its partner in the dryer dimension.",
    "Write a nature documentary about the great migration of crumbs from the counter to the floor. David Attenborough voice required.",
    "Develop a mock hostage negotiation with the fitted sheet that has taken your sanity captive. Its demands are unreasonable.",
    "Create a formal awards ceremony for the bravest items in your junk drawer. The mystery key accepts its Lifetime Achievement Award.",
    "Write a mock restraining order from your plants against your watering can. The relationship has become toxic.",
    "Host a mock reality TV confessional as different rooms in your house reveal drama about each other. The bathroom has TEA.",
    "Develop a five-year strategic plan for the dust bunny colony under your bed. They need leadership.",
    "Create a mock courtroom drama where you sue your past self for the decisions that led to this moment.",
    "Write a formal letter of resignation from your phone charger, citing hostile work conditions and unrealistic expectations.",
    "Host a mock press conference where your alarm clock addresses allegations of excessive snooze-button abuse.",
    "Develop a mock nature documentary about the territorial disputes between your work self and your home self over the laptop.",
    "Create a support group meeting for all the passwords you've forgotten. They're still waiting for you to remember.",
    "Write a mock Zillow listing for the space under your blanket. Prime location, climate controlled, zero commute to dreams.",
    "Host a mock roast where your shoes take turns insulting each other's life choices and scuff marks.",
    "Develop a formal treaty between the top of your dresser and the floor regarding where clothes actually belong.",
    "Create a mock nature documentary about the rare and elusive matching Tupperware lid in its natural habitat.",
    "Write a mock apology tour for all the 'seen' messages you never responded to. The victims deserve closure.",
    "Host a mock Nobel Prize ceremony for the heroic act of putting pants on today. Groundbreaking work.",
    "Develop a buddy comedy screenplay where your left and right airpod have different battery percentages and must work together.",
    "Create a formal complaint to HR about your brain's hostile work environment during 3 AM anxiety sessions.",
    "Write a mock infomercial for the revolutionary technology of 'closing the cabinet door all the way.' Order now.",
    "Host a mock intervention where your books confront the Kindle about dividing the family.",
    "Develop a mock spy thriller where you try to sneak snacks past your diet without your willpower noticing.",
    "Create a formal eulogy for the New Year's resolution that passed away on January 4th. Gone but immediately forgotten.",
    "Write a mock custody agreement between the couch and the bed for who gets you on weekends.",
    "Host a mock TED talk delivered by the pen that works perfectly when you're testing it but fails during actual writing.",
    "Develop a mock therapy session between you and the 47 unread emails causing you emotional distress.",
    "Create a formal diplomatic summit between your 'I should cook at home' self and your 'but DoorDash exists' self.",
    "Write a mock nature documentary about the apex predator known as the 'Reply All' button stalking corporate inboxes.",
    "Host a mock awards show for the best performances by you while pretending to be busy to avoid small talk.",
    "Develop a formal investigation into who keeps finishing the snacks and leaving the empty box in the pantry. The suspect is you.",
    "Create a mock press release announcing the merger between 'I'll do it tomorrow' and 'tomorrow never comes.'",
    "Write a mock origin story for the one light switch in your house that controls absolutely nothing.",
    "Host a mock parole hearing for the jeans you've imprisoned in the back of your closet since 2019.",
    "Develop a mock scientific paper on the phenomenon of thinking of the perfect comeback three hours later.",
    "Create a formal complaint to building management about the aggressive knocking of your own heartbeat at night.",
    "Write a mock dating show where your different sleep positions compete for the title of 'least painful morning after.'",
    "Host a mock employee review for your dominant thumb, addressing concerns about its screen time metrics.",
    "Develop a mock thriller where you race against time to find the scissors that were 'right here a second ago.'",
    "Create a formal petition demanding the ice cream container accurately represent its remaining contents.",
    "Write a mock breaking news report about the scandal when you said 'you too' after the waiter said 'enjoy your meal.'",
    "Host a mock summit between the apps on your home screen about fair real estate distribution. Notes is getting greedy.",
    "Develop a mock heist movie where your motivation and energy try to be in the same room at the same time.",
    "Create a formal terms of surrender from your inbox admitting defeat in the great unread message war.",
    "Write a mock nature documentary about the endangered species known as 'people who remember why they opened the fridge.'",
    "Host a mock awards ceremony for the bravest attempt at small talk with a coworker in the kitchen.",
    "Develop a mock congressional hearing investigating why the shower produces your best ideas but the desk produces none.",
    "Create a formal missing persons report for your attention span, last seen in early 2020, presumed scattered."
  ]
}