{
  "id": "pack-020",
  "name": "Madness Manor 20",
  "ideas": [
    "Establish a formal diplomatic summit between the left and right Tupperware lid factions who refuse to acknowledge each other's existence.",
    "Write a heartfelt eulogy for the pen that ran out of ink mid-signature on something important. It gave everything.",
    "Create a reality TV confessional booth for your houseplants to air their grievances about the watering schedule.",
    "Develop a heist movie plot where your spare change attempts to escape the couch cushions.",
    "Host an intervention for the lightbulb that's been flickering for three months. We're all worried about you, Gerald.",
    "Write a strongly worded complaint letter to your past self about the organizational system they promised would work.",
    "Create a mock United Nations assembly where each room in your house argues about temperature sovereignty.",
    "Develop a nature documentary about the migration patterns of your keys between their 'designated spot' and wherever they actually end up.",
    "Host a job performance review for your alarm clock. Attendance is perfect but attitude needs work.",
    "Write a soap opera about the forbidden romance between the forks and spoons in the silverware drawer.",
    "Create a breaking news broadcast about the discovery of that thing you were looking for two weeks ago in the most obvious place.",
    "Develop a mock congressional hearing investigating who finished the ice cream and put the empty container back.",
    "Host a memorial service for all the songs you overplayed until they became dead to you.",
    "Write a choose-your-own-adventure book about the harrowing journey of deciding what to eat for dinner.",
    "Create a conspiracy theory board connecting all the socks that have disappeared from your laundry over the years.",
    "Develop a motivational workout video led by the grocery bag handles cutting into your arms as you refuse to make two trips.",
    "Host a mock awards show for the best excuses you've given for canceling plans. The competition is stiff.",
    "Write a dramatic reading of your browser's terms and conditions you definitely agreed to without reading.",
    "Create a documentary about the ancient civilization that left crumbs in your keyboard. Carbon dating suggests: yesterday.",
    "Develop a mock therapy session between your work self and your weekend self. They've never met.",
    "Host a formal debate between your blanket's 'too hot' and 'too cold' zones at 3 AM.",
    "Write a superhero team roster for the expired coupons still magneted to your fridge, waiting for their moment.",
    "Create a mock archaeological journal documenting the sedimentary layers at the bottom of your purse.",
    "Develop a nature documentary about the territorial aggression of your clothes fighting for closet space.",
    "Host a roast for the password you've used since 2009. Everyone knows it's not secure, Kevin123.",
    "Write a tell-all memoir from the perspective of the chair that's become a permanent clothes display.",
    "Create a mock historical reenactment of the Great Snack Cabinet Raid of last Tuesday.",
    "Develop a training academy for the skill of walking into a room and immediately forgetting why.",
    "Host a press conference where your phone battery explains its decision to die at 23% without warning.",
    "Write a formal treaty between yourself and the dishes about reasonable soaking expectations.",
    "Create a mock witness testimony from the Amazon package that sat on your porch for three days while you were home.",
    "Develop a nature documentary about the nocturnal creatures (you) raiding the fridge at midnight.",
    "Host a graduation ceremony for the plants that survived more than six months under your care.",
    "Write a spy thriller about the USB drive that will only go in on the third attempt despite there being only two possible orientations.",
    "Create a mock true crime investigation into who keeps adjusting the thermostat.",
    "Develop a support group for former 'Reply All' survivors still processing the trauma.",
    "Host a mock film noir where the detective investigates the mystery stain that appeared on your favorite shirt.",
    "Write a dramatic monologue from the perspective of the email sitting in your drafts folder since 2019.",
    "Create a mock survival guide for the treacherous journey from bed to the bathroom at night without opening your eyes.",
    "Develop a sports commentary for the intense competition between you and the fitted sheet.",
    "Host a mock TED talk delivered by the fruit fly explaining its masterful infiltration techniques.",
    "Write a formal declaration of independence from the group chat that won't stop pinging.",
    "Create a mock nature preserve for the endangered species of 'free time' in its natural habitat.",
    "Develop a breaking news special report on the cabinet that opens every time you close the one next to it.",
    "Host a mock book club meeting discussing the novel you've been 'currently reading' for eight months.",
    "Write a medieval epic about the noble quest to find matching Tupperware lids. Many were lost.",
    "Create a mock stockholder meeting for the investments you've made in snacks you 'won't eat all at once.'",
    "Develop a nature documentary about the complex social hierarchy of the remote controls on your coffee table.",
    "Host a mock peace negotiation between your motivation and your desire to remain horizontal.",
    "Write a formal letter of apology to your future self for whatever that thing in the freezer is going to turn out to be.",
    "Establish a mentorship program where your oldest spice jar teaches the newcomers about the existential dread of never being used.",
    "Create a mock United Nations summit where your mismatched socks negotiate for reunification after years of separation.",
    "Develop a training academy for the lint in your belly button, preparing them for their eventual return to the wild.",
    "Host a mock awards show for the best dramatic performances by food when you open the microwave one second too early.",
    "Write a strongly-worded cease and desist letter to your brain for playing that one embarrassing memory on loop.",
    "Create a mock real estate listing for the prime corner territory under your bed, featuring dust bunnies with excellent references.",
    "Develop a loyalty rewards program for the chair that's been holding your clothes for three weeks without complaint.",
    "Host a mock intervention for your alarm clock about its toxic relationship with the snooze button.",
    "Write a peer-reviewed scientific paper on why the other checkout line always moves faster, with extensive footnotes.",
    "Create a mock parole hearing for the scissors that were banished to the junk drawer after The Incident.",
    "Develop a reality TV pitch about the cutthroat competition among your bookmarks to actually get visited.",
    "Host a mock diplomatic summit between your work brain and weekend brain to establish clearer boundaries.",
    "Write an origin story for the mysterious breeze that appears every time you're about to fall asleep.",
    "Create a mock escape room based on trying to leave a conversation with someone who says 'one more thing' repeatedly.",
    "Develop a pension plan for the pens you've somehow kept for over a year without losing.",
    "Host a mock impeachment trial for the ice cube that had the audacity to splash you.",
    "Write a coming-of-age novel from the perspective of the pizza slice that's been in the fridge long enough to develop a personality.",
    "Create a mock therapy session between your left and right earbuds about their codependency issues.",
    "Develop a mock extreme sports broadcast for the dangerous act of reaching into the garbage disposal to retrieve a fork.",
    "Host a mock reunion special for all the hair ties that escaped into the shadow realm behind your furniture.",
    "Write a formal treaty establishing peace between your desire to save money and the 'add to cart' button.",
    "Create a mock behind-the-scenes documentary about how your internal monologue prepares for conversations that never happen.",
    "Develop a mock infomercial for a product that helps you remember why you walked into this room.",
    "Host a mock retirement party for the New Year's gym membership that served valiantly for eleven days.",
    "Write a manifesto from the perspective of the one functioning pen in a cup of fourteen dead ones.",
    "Create a mock archaeological expedition to uncover the ancient civilization at the bottom of your purse.",
    "Develop a mock weather forecast for the emotional climate of your group chat this week.",
    "Host a mock congressional hearing investigating why you said 'you too' when the waiter said 'enjoy your meal.'",
    "Write a dramatic courtroom cross-examination of the fitted sheet about where it hides that fourth corner.",
    "Create a mock travel guide for the exotic destination of 'that one spot on the couch that's somehow always warm.'",
    "Develop a mock hostage negotiation with the tangled Christmas lights holding your sanity captive.",
    "Host a mock press conference where your stomach explains its decision to make whale sounds during the quiet meeting.",
    "Write a mock Nobel Prize acceptance speech on behalf of whoever invented putting the good stuff at the bottom of the yogurt.",
    "Create a mock documentary series about the turf war between the shampoo bottles for the corner shelf in your shower.",
    "Develop a mock corporate mission statement for the coalition of crumbs living in your keyboard.",
    "Host a mock championship match commentary for the battle between you and the pickle jar lid.",
    "Write a mock insurance claim for the emotional damage caused by stepping on a Lego in the dark.",
    "Create a mock Yelp review of the restaurant inside your fridge, noting the ambiance and questionable expiration dates.",
    "Develop a mock wildlife conservation effort to protect the endangered species of 'songs you loved before they got overplayed.'",
    "Host a mock job performance review for your WiFi, with specific notes about its behavior when you have deadlines.",
    "Write a mock thriller about the conspiracy of USB cables that only work at one specific angle.",
    "Create a mock hall of fame induction ceremony for the plastic bag full of other plastic bags.",
    "Develop a mock training manual for the advanced skill of looking busy while doing absolutely nothing.",
    "Host a mock séance to contact the motivation that died sometime around Wednesday.",
    "Write a mock constitutional amendment guaranteeing the right to cancel plans without providing a reason.",
    "Create a mock investigative report on the black hole inside your dryer that consumes exactly one sock per load.",
    "Develop a mock shareholders meeting for the emotional investment you've made in fictional characters.",
    "Host a mock spelling bee where the words are all things you've confidently misspelled in professional emails.",
    "Write a mock field guide to identifying the different species of 'weird sounds your house makes at 3 AM.'",
    "Create a mock diplomatic passport application for the version of yourself that only exists in hypothetical arguments.",
    "Establish a formal pension plan for the jeans you haven't fit into since 2019 but refuse to donate because 'you never know.'",
    "Create a mock nature documentary about the migratory patterns of your reading glasses as they travel between rooms without your consent.",
    "Host an intervention for the plant you keep moving around the house hoping it'll finally find 'its spot.'",
    "Develop a mock archaeological thesis on the sedimentary layers of your nightstand, from 'currently reading' to 'gave up on page 47.'",
    "Write a formal treaty between your left and right earbuds establishing equal charging rights and preventing another 'one dies first' incident.",
    "Create a mock TED Talk from the perspective of the singular ice cube that refused to come out of the tray.",
    "Host a mock awards ceremony for the bravest crumbs that survived the treacherous journey between your keyboard keys.",
    "Develop a mock witness relocation program for the embarrassing memory that resurfaces every time you're trying to fall asleep.",
    "Write a soap opera script about the dramatic love triangle between your three half-empty water bottles on your nightstand.",
    "Create a mock United Nations summit to address the territorial disputes between your work personality and your home personality.",
    "Host a mock game show called 'Is It Chocolate or Is It Expired?' with items from the back of your pantry.",
    "Develop a training academy for the brave souls who venture into group chats that have been silent for six months.",
    "Write a mock Nobel Prize acceptance speech on behalf of the algorithm that somehow knows you're sad before you do.",
    "Create a mock passport with stamps from all the rabbit holes Wikipedia has taken you down this month.",
    "Host a mock intervention for your phone's autocorrect, addressing its concerning obsession with the word 'duck.'",
    "Develop a mock therapy session between your 'add to cart' impulse and your 'close tab and think about it' restraint.",
    "Write a formal constitution for the independent nation-state that exists under your bed, governed by dust bunnies.",
    "Create a mock fitness influencer account run by the elastic waistband that has never let you down.",
    "Host a mock roast for the notification sound that made you think someone texted but it was just a game you haven't played in months.",
    "Develop a mock escape room experience called 'Finding the End of the Tape Roll.'",
    "Write a mock epic poem about the odyssey of finding matching Tupperware lids in the cabinet of chaos.",
    "Create a mock weather forecast for the emotional climate of your group chat, with a 90% chance of someone leaving you on read.",
    "Host a mock press conference announcing the retirement of your 'going out' jeans in favor of your 'giving up' sweatpants.",
    "Develop a mock scientific study on why the shower is where all your best arguments happen three days after the actual conversation.",
    "Write a mock superhero team-up between your morning coffee and your afternoon snack, united against the common enemy: 3 PM.",
    "Create a mock home renovation show called 'Extreme Makeover: Junk Drawer Edition' with before photos that are somehow worse.",
    "Host a mock custody hearing to determine who gets the good blanket on movie night.",
    "Develop a mock cryptocurrency based entirely on the emotional value of compliments you received in 2017 that you still think about.",
    "Write a mock Shakespearean tragedy about the phone charger that was working fine until you looked at it wrong.",
    "Create a mock FBI profiling seminar on the psychology of people who leave one sip of milk in the carton.",
    "Host a mock championship belt ceremony for the humble fork that has outlasted three roommates and two moves.",
    "Develop a mock nature preserve for protecting the endangered species of 'thoughts you forgot to write down.'",
    "Write a mock infomercial for a product that organizes all the free tote bags you've accumulated into one mega-tote.",
    "Create a mock peace treaty between your ambitious Sunday self and your betrayed Monday morning self.",
    "Host a mock film noir detective story investigating who took your favorite pen that was 'right here.'",
    "Develop a mock medieval guild for the sacred order of people who pretend to understand wine at restaurants.",
    "Write a mock space mission log documenting the expedition to the bottom of your purse searching for your keys.",
    "Create a mock talk show hosted by the one sock that keeps showing up even though its partner vanished in 2021.",
    "Host a mock parole hearing for the kitchen sponge that has clearly seen too much but refuses to be replaced.",
    "Develop a mock stock market tracking the volatile rise and fall of your enthusiasm for new hobbies.",
    "Write a mock Broadway musical about the understudy chair you brought from college that's held together by 'hope and spite.'",
    "Create a mock diplomatic summit between your responsible adult brain and the part that still eats cereal for dinner.",
    "Host a mock retirement party for the password you've been using since 2008 that every website now rejects.",
    "Develop a mock architectural digest feature on the impressive structural engineering of the 'clean clothes chair.'",
    "Write a mock wildlife sanctuary report on the ecosystem of emotions that live in your 'we need to talk' text drafts.",
    "Create a mock true crime documentary about the mystery of who keeps putting empty containers back in the fridge.",
    "Host a mock dance competition between the three different walks you use depending on who's watching.",
    "Develop a mock loyalty program where you earn points every time you say 'we should hang out soon' with no intention of scheduling.",
    "Write a mock saga about the legendary battle between 'I'll remember this' and 'I should write this down.'",
    "Create a mock awards ceremony honoring the browser tab that's been open so long it's become part of your identity.",
    "Establish a mock historical preservation society for protecting the sacred artifacts of your 'miscellaneous' drawer from modern interpretation.",
    "Write a dramatic monologue from the perspective of the ice cube tray, bitter about being forgotten until someone needs it.",
    "Create a mock TED talk on the philosophy of the toilet paper roll and whether 'over or under' reflects deeper truths about humanity.",
    "Host a mock intervention for your phone's autocorrect, which clearly has its own agenda and refuses to learn your vocabulary.",
    "Develop a mock nature preserve for the dust bunnies thriving under your bed, complete with conservation status updates.",
    "Write a mock Shakespearean tragedy about the charger that only works if you hold it at a specific angle.",
    "Create a mock reality TV show about the drama between your weekday self and your weekend self competing for control.",
    "Host a mock diplomatic negotiation between your left and right earbuds about whose turn it is to die first.",
    "Develop a mock conspiracy board connecting all the times you've said 'I'm five minutes away' while still in pajamas.",
    "Write a mock eulogy for the plant you accidentally overwatered into the afterlife with too much love.",
    "Create a mock escape room experience using only the items trapped under your couch cushions as clues.",
    "Host a mock awards show for the best supporting role played by random objects you've used as a bookmark.",
    "Develop a mock anthropological study on the migration patterns of hair ties from wrist to drawer to oblivion.",
    "Write a mock political campaign for the fan running on the platform of 'oscillate fairly' against the AC unit.",
    "Create a mock wine-tasting event for the various waters in your house: tap, filtered, fancy bottle, and 'been on the nightstand three days.'",
    "Host a mock jury duty for deciding which subscription service must be sacrificed this month.",
    "Develop a mock archaeological reconstruction of your Spotify Wrapped, revealing what kind of person you truly are.",
    "Write a mock peace treaty between the part of you that wants to be productive and the part that discovered a new Wikipedia rabbit hole.",
    "Create a mock fashion week runway show featuring the outfits you planned versus what you actually wore.",
    "Host a mock congressional hearing investigating why the fitted sheet refuses to stay on the mattress.",
    "Develop a mock franchise proposal for a restaurant that only serves the foods you eat when no one is watching.",
    "Write a mock origin myth explaining why the good tupperware lids and containers are never the same size.",
    "Create a mock job performance review for your alarm clock, noting its consistent failure to inspire morning enthusiasm.",
    "Host a mock ghost hunting investigation in your own home, searching for the source of that one weird smell.",
    "Develop a mock wildlife documentary about the apex predator in your kitchen: the spoon that doesn't match any set.",
    "Write a mock ballad celebrating the brave pen that survived your entire ownership without being lost or stolen.",
    "Create a mock detective noir about tracking down who keeps adjusting the thermostat when you're not looking.",
    "Host a mock tribunal for the snacks that promised to last the week but vanished by Tuesday.",
    "Develop a mock Pulitzer Prize submission for the notes app entries that document your 3 AM emotional revelations.",
    "Write a mock scientific paper on the physics of why the grocery bag always rips at the worst possible moment.",
    "Create a mock survivor documentary about the leftovers that made it to day five in the fridge.",
    "Host a mock casting call for which excuse will play the lead role next time you cancel plans.",
    "Develop a mock museum exhibit honoring the noble stain on your favorite shirt that you've learned to work around.",
    "Write a mock epic poem about the harrowing journey from bed to the bathroom at 3 AM without turning on lights.",
    "Create a mock home shopping network segment selling the random gifts you received that you can't throw away or use.",
    "Host a mock celebrity roast for the song that's been stuck in your head for three days without permission.",
    "Develop a mock witness testimony from the mirror about everything it's seen you do when you thought no one was watching.",
    "Write a mock airline safety demonstration for navigating your living room in the dark without stubbing your toe.",
    "Create a mock nature documentary about the territorial behavior of family members around the last slice of pizza.",
    "Host a mock spelling bee using only the sounds you make when stretching after sitting too long.",
    "Develop a mock passport application for the version of yourself that only exists in job interviews.",
    "Write a mock expedition journal documenting the treacherous voyage through the grocery store without a list.",
    "Create a mock Olympic event judging the speed and style of closing all tabs when someone walks behind you.",
    "Host a mock book club for the stack of unread books that silently judges you from the nightstand.",
    "Develop a mock weather forecast for the emotional climate of your group chat based on who's typing.",
    "Write a mock therapy session between your rational brain and the part that makes imaginary arguments in the shower.",
    "Create a mock knighting ceremony for the bobby pin that has held everything together, literally and figuratively.",
    "Host a mock award for 'Best Original Score' composed by your stomach during important meetings.",
    "Develop a mock archaeological exhibit of text messages you typed, deleted, retyped, then deleted again.",
    "Write a mock nature reserve proposal protecting the endangered species of motivation that only appears on Sunday nights."
  ]
}