{
  "id": "pack-010",
  "name": "Folly Factory 10",
  "ideas": [
    "Host an awards ceremony for your most reliable kitchen utensils. The spatula has been nominated three years running.",
    "Write a dramatic resignation letter from your left sock to your right sock, citing irreconcilable differences in drawer placement.",
    "Conduct a formal census of all the crumbs living in your keyboard. Some have established thriving communities.",
    "Create a nature documentary about the dust bunnies under your bed. They have developed their own governance system.",
    "Write an apology letter to the vegetable drawer for all the produce that went in hopeful and came out tragic.",
    "Host a TED talk given by your shower thoughts, complete with a Q&A where you argue with yourself.",
    "Develop a conspiracy theory about why one specific light switch in your home does absolutely nothing.",
    "Write a Yelp review for your own refrigerator from the perspective of a disappointed condiment.",
    "Create a diplomatic summit between your motivation and your couch. Neither side is willing to compromise.",
    "Compose an opera about the brave ice cube that sacrificed itself so your drink could be slightly cooler.",
    "Write a dating profile for that one Tupperware lid that has never found its match.",
    "Host a true crime podcast investigating who keeps leaving cabinet doors slightly open.",
    "Develop a fitness influencer persona for your ceiling fan. It never stops working out.",
    "Write a formal declaration of war between your alarm clock and your circadian rhythm.",
    "Create a wine tasting experience but with different temperatures of tap water. Describe the notes.",
    "Compose a breakup text from your plants to you, citing emotional neglect and irregular watering.",
    "Host a competitive spelling bee where all contestants are different fonts on your computer arguing about readability.",
    "Write a memoir from the perspective of the last battery in the TV remote, surviving against all odds.",
    "Develop a reality show pitch where your furniture competes to be the most sat upon.",
    "Create a haunted house tour of your own home, narrating the ghosts of abandoned hobbies past.",
    "Write a treaty between your brain at 3 AM and your brain at 7 AM. They have never agreed on anything.",
    "Host a podcast interview with your mirror, asking it why it insists on showing you reality.",
    "Develop a training montage for opening a jar that's been defeating you for three days.",
    "Write a choose-your-own-adventure story where every choice leads to checking your phone again.",
    "Create a stock market analysis for the emotional value of items in your junk drawer.",
    "Compose a sea shanty about the noble journey of laundry from floor to basket to floor again.",
    "Host a custody hearing between you and past-you over who gets to claim the good memories.",
    "Write a weather forecast for your emotional climate with a 90% chance of unexplained melancholy.",
    "Develop a museum exhibit for the artifacts in your coat pockets. Each receipt tells a story.",
    "Create a heist movie plot to steal back the motivation you lost sometime in 2019.",
    "Write a strongly worded email to your brain's shuffle feature about why it plays embarrassing memories at 2 AM.",
    "Host a cooking show where you dramatically narrate making toast like it's a Michelin-star dish.",
    "Develop a witness protection program for the pen that actually works so the others don't find it.",
    "Create a power ranking of all the weird sounds your house makes at night. The third stair is undefeated.",
    "Write a therapy session transcript between your past self and your current self. Neither is making progress.",
    "Host a job interview for your thoughts to determine which ones deserve to keep you up at night.",
    "Develop a peace accord between your need for adventure and your fear of calling to make appointments.",
    "Create a nature documentary about the migration patterns of your phone charger, which is never where you left it.",
    "Write a formal complaint to the universe about the physics of fitted sheets.",
    "Host a roast of yourself by your browser history. It has seen too much.",
    "Develop a training academy for socks on how to survive the washing machine together.",
    "Create a telenovela script about the forbidden love between the fork and spoon who dream of becoming a spork.",
    "Write an inspirational sports movie script about the paperclip that held together your most important document.",
    "Host a science fair where you present your hypothesis on why the other grocery line always moves faster.",
    "Develop an archaeological dig through your old text messages, cataloging extinct friendships and dead memes.",
    "Create a courtroom drama where you sue your past self for making plans your present self must now keep.",
    "Write a motivational speech from your most comfortable hoodie about believing in yourself, specifically your decision to never leave the house.",
    "Host a philosophical debate between your desire for eight glasses of water and your commitment to coffee exclusively.",
    "Develop a superhero origin story for the extension cord that reaches just far enough.",
    "Create a nature documentary about the competitive ecosystem of your inbox, where emails fight for the rare honor of being opened.",
    "Write a resignation letter from your left sock, citing irreconcilable differences with the dryer.",
    "Host a TED talk by your refrigerator about the existential crisis of holding expired condiments.",
    "Create a dating profile for the pen that's been in your junk drawer since 2014. It's ready to find love again.",
    "Develop an awards ceremony for your houseplants, complete with acceptance speeches you write on their behalf.",
    "Write a strongly-worded letter to your alarm clock about its consistent morning betrayals.",
    "Host a true crime podcast episode investigating who keeps leaving crumbs in the butter.",
    "Create a fantasy football league but for pigeons you see regularly. Track their stats.",
    "Develop a five-year business plan for the spider in your bathroom. It has ambitions.",
    "Write a breakup song from your couch cushions about all the remotes they've lost over the years.",
    "Host a formal tribunal to determine which kitchen utensil deserves drawer prime real estate.",
    "Create a conspiracy board connecting all the pens that have mysteriously disappeared from your home.",
    "Develop a buddy cop movie script starring your toaster and kettle. One's a loose cannon.",
    "Write an apology letter from your brain to your mouth for all the words it let slip.",
    "Host a competitive eating commentary on yourself finishing leftovers at 2 AM. Analyze your technique.",
    "Create a diplomatic summit between the dishes in the sink and the dishwasher that awaits them.",
    "Develop a nature documentary about the dust bunny civilization flourishing under your bed.",
    "Write a eulogy for the ice cube tray you always forget to refill. It served with distinction.",
    "Host a presidential debate between your good intentions and your Netflix subscription.",
    "Create a memoir from the perspective of your most judgmental piece of gym equipment.",
    "Develop a heist movie where your snacks plan an elaborate escape from the healthy food.",
    "Write a weather forecast for your emotional state with a five-day outlook.",
    "Host an intervention for the light switch that flickers with concerning frequency.",
    "Create a Yelp review of your own home from the perspective of a visiting ant.",
    "Develop a UN resolution addressing the territorial disputes between your blankets at night.",
    "Write a children's book about the brave little battery that gave its last 3% when you needed it most.",
    "Host a wine tasting but for the various ages of water bottles found in your car.",
    "Create a scientific taxonomy of the different types of sighs you make throughout the day.",
    "Develop a cooking show hosted by someone who has only ever read recipes but never actually cooked.",
    "Write a space exploration log about venturing to the back of your closet. You may never return.",
    "Host a panel discussion where your various half-finished projects debate who will be completed first.",
    "Create a nature documentary about the territorial behavior of shopping carts in parking lots.",
    "Develop a constitutional amendment protecting the right to eat cheese at midnight.",
    "Write a thriller novel synopsis where the villain is the notification sound you can't locate.",
    "Host a reality TV confessional where your shoes discuss their true feelings about each other.",
    "Create a guided meditation narrated by your most passive-aggressive appliance.",
    "Develop a documentary series about the rise and fall of every group chat you've muted.",
    "Write a strongly-worded cease and desist to your hair for its unauthorized morning behavior.",
    "Host a auction for naming rights to the various creaky floorboards in your home.",
    "Create a survival guide written by the lone matching tupperware lid.",
    "Develop a workplace HR complaint filed by your knees against the stairs.",
    "Write a travel vlog exploring the uncharted territories between your couch cushions.",
    "Host a spelling bee where you compete against autocorrect. It's personal now.",
    "Create a professional resume for the dust particle currently floating in your sunbeam.",
    "Develop a courtroom procedural where you prosecute the pizza box that promised reheating instructions that didn't work.",
    "Write a revolutionary manifesto from the perspective of the smaller towel that deserves more recognition.",
    "Host a red carpet event where you interview your clothes about their fashion journey.",
    "Create a scientific grant proposal to study why the same song plays in every store you enter.",
    "Develop a fantasy epic about the quest to find the end of the fitted sheet.",
    "Write a formal treaty between your productive self and your procrastinating self. Neither will honor it.",
    "Host an Olympic commentary on your own attempts to catch falling objects before they hit the ground.",
    "Compose a formal resignation letter on behalf of your left shoe, which has decided it can no longer work with its right counterpart due to creative differences.",
    "Create a nature documentary narrating the migration patterns of crumbs across your keyboard. David Attenborough voice mandatory.",
    "Develop an apology tour for every plant you've accidentally killed. Write personalized eulogies for each fallen comrade.",
    "Host a therapy session between your phone's battery and your unrealistic expectations of its lifespan.",
    "Write a hostile corporate takeover proposal from your blanket attempting to acquire full ownership of the couch.",
    "Create a fantasy sports league where you draft and trade the various pens that have mysteriously appeared in your home.",
    "Develop a podcast series interviewing the ghosts of snacks you ate at 2 AM and immediately regretted.",
    "Hold a press conference announcing your refrigerator's new policy on expired condiments. Questions will be taken.",
    "Write a coming-of-age novel from the perspective of the ice cube tray that was never refilled.",
    "Create a heist movie plot where your past self tries to steal motivation from your future self.",
    "Develop a scientific classification system for the different types of 'I'll do it later' you experience.",
    "Host a diplomatic summit between your morning self and your night self to negotiate bedtime agreements.",
    "Write a strongly-worded Yelp review of your own cooking, submitted anonymously by your taste buds.",
    "Create a wildlife preservation fund for the endangered species of single socks in your laundry.",
    "Develop a true crime podcast investigating who keeps moving your stuff to the exact wrong place.",
    "Hold a formal debate between your desire to be productive and the very comfortable chair you're sitting in.",
    "Write a medieval ballad celebrating the heroic journey of a fork that fell behind the stove.",
    "Create an ASMR channel dedicated to the sounds of pretending to be busy when someone walks by.",
    "Develop a home inspection report filed by a spider evaluating your corners for web-building potential.",
    "Host a celebrity roast of your most embarrassing memory, with all your other memories as guests.",
    "Write a business plan for a startup founded by the mystery liquid at the bottom of your bag.",
    "Create a constitutional amendment protecting the sacred right to claim you're 'five minutes away' when you haven't left yet.",
    "Develop a field guide to the various faces you make when someone says 'we need to talk.'",
    "Hold a tribunal to determine which streaming service betrayed you most with its autoplay recommendations.",
    "Write a love letter from your pillow expressing concern about your late-night phone scrolling habits.",
    "Create a professional wrestling storyline between your motivation and the endless scroll of social media.",
    "Develop a witness protection program for the snack you're hiding from the rest of your household.",
    "Host a TED talk delivered by your anxiety about all the emails you haven't responded to.",
    "Write a Shakespearean tragedy about the charger cord that was bent just slightly too much.",
    "Create a reality TV show where your responsibilities compete for your attention. Drama ensues.",
    "Develop a conspiracy theory about why the same person always parks crooked in your building's lot.",
    "Hold a candlelight vigil for your New Year's resolutions that passed away in mid-January.",
    "Write a complaint to the HOA of your body about the unauthorized construction noises your joints make.",
    "Create a detailed escape room based on trying to leave a conversation you don't want to be in.",
    "Develop a historical reenactment of the Great Sock Drawer Reorganization of whenever you last bothered.",
    "Host an awards ceremony for the bravest items in your junk drawer. Acceptance speeches required.",
    "Write a diplomatic incident report about accidentally waving back at someone who wasn't waving at you.",
    "Create a nature preserve for the feelings you suppressed instead of dealing with like an adult.",
    "Develop a cooking show where you make increasingly desperate meals from whatever's left before grocery day.",
    "Hold a mock UN session to address the global crisis of people who don't push in their chairs.",
    "Write a ransom note from your to-do list demanding you finally acknowledge its existence.",
    "Create a scientific paper on the physics of how blankets always end up on one person's side.",
    "Develop a fitness influencer persona for the workout you did once three months ago.",
    "Host a seance attempting to contact the motivation you had at the start of the day.",
    "Write a workplace safety incident report about stubbing your toe with excessive bureaucratic detail.",
    "Create a stock market for your daily emotions. Chart the volatility. Identify the crashes.",
    "Develop a foreign language immersion program taught entirely in the sounds your stomach makes.",
    "Hold a parole hearing for the browser tab you've kept open for six months 'just in case.'",
    "Write an archaeology paper about the ancient artifacts discovered in your coat pockets from last winter.",
    "Create a neighborhood watch program run by the squirrel who definitely judges you through the window.",
    "Conduct a formal performance review for your refrigerator's light. Has it truly been giving 100% every time you open the door, or just phoning it in?",
    "Write a strongly-worded letter to the sun about its inconsistent scheduling and lack of respect for your sleep patterns.",
    "Create a documentary about the secret nightlife of your shoes. What adventures do they have when the closet door closes?",
    "Develop a training montage for the leftmost sock in your drawer preparing for its ultimate battle against the dryer.",
    "Host a true crime podcast investigating the cold case of the pen that disappeared from your desk three years ago. Suspects include the couch.",
    "Write a resignation letter on behalf of your last remaining brain cell. It's been carrying the team for too long.",
    "Create a therapy session between your phone's battery and its crippling fear of reaching 1%.",
    "Develop a medieval quest log for the journey from your bed to the bathroom at 3 AM. The floor is treacherous. The hallway is dark.",
    "Hold a congressional hearing about the suspicious timing of your smoke detector's low battery chirp always occurring at 2 AM.",
    "Write a nature documentary script about the migration patterns of dirty dishes from the bedroom back to the kitchen sink.",
    "Create a detailed autopsy report for the houseplant you forgot to water. Time of death: unclear. Cause: neglect and hubris.",
    "Develop a reality TV show pitch where your spices compete for the coveted front-of-the-cabinet position.",
    "Host a press conference announcing your official stance on whether the toilet paper goes over or under. Take no questions.",
    "Write a celebrity memoir from the perspective of the crumb that's been living under your laptop keyboard since 2019.",
    "Create a custody battle between your work self and your home self over who gets to keep the comfortable pants.",
    "Develop a sophisticated wine-tasting experience for the various temperatures of tap water throughout the day.",
    "Hold a tribunal for the alarm clock that has clearly been lying about what time it actually is.",
    "Write a scientific grant proposal to study why the other line always moves faster at the grocery store.",
    "Create a witness protection program for the snack you're hiding from your household members.",
    "Develop a news broadcast about the developing situation in your sink where dishes have formed an autonomous collective.",
    "Host a diplomatic summit between your left and right hand to resolve their ongoing disagreement about water temperature.",
    "Write a field guide to the various species of mystery stains found in your car's backseat ecosystem.",
    "Create a retirement ceremony for the hair tie that finally lost its elasticity after years of faithful service.",
    "Develop an escape room experience based entirely on getting out of a group text you were accidentally added to.",
    "Hold a mock trial prosecuting the person who finished the milk and put the empty carton back in the fridge. It was you.",
    "Write a heartfelt eulogy for the meal you were really looking forward to that turned out to be disappointing.",
    "Create a detailed architectural blueprint for the pillow fort you deserve but haven't built since childhood.",
    "Develop a sports broadcast for the intense competition of finding a matching tupperware lid.",
    "Host an intervention for your future self about the consequences of current self's decisions.",
    "Write a war journal from the trenches of trying to fold a fitted sheet. Day 47: The corners mock me still.",
    "Create a conspiracy theory board connecting all the times you've said 'let's definitely hang out soon' and never did.",
    "Develop a nature documentary about the territorial disputes between your blankets during sleep.",
    "Hold a charity gala to raise awareness for songs stuck in heads everywhere. The theme is 'Baby Shark.'",
    "Write a Shakespeare-style tragedy about the final hours of your phone's battery at 3% with no charger in sight.",
    "Create a detailed census of all the personalities you use depending on which friend group you're with.",
    "Develop a survival guide for navigating the hostile environment of stepping on a Lego in the dark.",
    "Host a spelling bee exclusively for words you've been confidently mispronouncing your entire life.",
    "Write an archaeological dig report from the excavation site between your couch cushions. The findings are disturbing.",
    "Create a corporate merger between your desire to be productive and your desire to watch just one more episode.",
    "Develop a witness testimony from the perspective of the wall you've been staring at while zoning out.",
    "Hold a Nobel Prize ceremony for the one friend who actually texts back within a reasonable timeframe.",
    "Write a product recall notice for your own unsolicited advice. It has been deemed hazardous.",
    "Create a world championship bracket for all the ways you pronounce 'hmm' in different situations.",
    "Develop a historical reenactment of the moment you realized you left the oven on after leaving the house.",
    "Host a film festival showcasing the director's cut of every dream you've had that made absolutely no sense.",
    "Write a peace treaty between your brain at bedtime and your brain's sudden desire to remember embarrassing moments from 2009.",
    "Create a loyalty rewards program for the three websites you visit on a rotating loop when bored.",
    "Develop a haunted house tour through all the conversations you've replayed in your head with better comebacks.",
    "Hold an Olympic ceremony for the mental gymnastics you perform to justify ordering delivery again.",
    "Write an instruction manual for the complex dance of pretending to look at your phone when someone you know is approaching."
  ]
}